[
  {
    "id": "medicare_cms_knee_mri_2025",
    "name": "Medicare (CMS) - Knee MRI Guidelines (LCD L33456)",
    "description": "Strict Guidelines. Requires 6 weeks PT + X-ray for all chronic cases.",
    "text": "CMS LOCAL COVERAGE DETERMINATION (LCD): MRI OF THE KNEE (L33456)\n\nEFFECTIVE DATE: Jan 1, 2026\nREVIEW DATE: Dec 31, 2025\nREGION: National\n\nI. INDICATIONS FOR COVERAGE\nMagnetic Resonance Imaging (MRI) of the knee is considered medically necessary when the following criteria are met:\n\nA. CHRONIC KNEE PAIN (Non-Traumatic)\nFor patients presenting with knee pain of greater than 6 weeks duration, coverage is granted only when ALL of the following conditions are satisfied:\n   1. History of persistent knee pain and functional limitation (e.g., inability to ambulate, climb stairs) for at least 6 weeks.\n   2. FAILURE OF CONSERVATIVE THERAPY: Documentation of at least 6 weeks of provider-supervised physical therapy (PT) within the last 6 months. Home Exercise Programs (HEP) do NOT satisfy this requirement unless supervised by a PT.\n   3. PHARMACOLOGIC FAILURE: Documentation of failed trial of NSAIDs (e.g., Ibuprofen, Naproxen) or analgesics for at least 4 weeks, unless contraindicated (e.g., renal failure, GI bleed).\n   4. RECENT X-RAY: Radiographs of the knee (AP, Lateral, and Sunrise views) performed within the last 90 days demonstrating no fracture, tumor, or severe osteoarthritis (Kellgren-Lawrence Grade 4).\n   5. Physical Exam findings suggestive of internal derangement (e.g., positive McMurray test, joint line tenderness, locking, or instability).\n\nB. ACUTE TRAUMA\nFor acute injuries (onset < 7 days), MRI is covered if there is:\n   1. Mechanical locking (inability to extend the knee).\n   2. Hemarthrosis (rapid swelling) within 24 hours of injury.\n   3. Gross instability on physical exam (Positive Lachman or Grade 2/3 Anterior Drawer test).\n   *NOTE: Even in acute cases, plain X-rays are required to rule out fracture prior to MRI authorization.*\n\nC. PRE-OPERATIVE PLANNING\n   - Covered for Unicompartmental Knee Arthroplasty (UKA) planning.\n   - Not covered for Total Knee Arthroplasty (TKA) planning.\n\nII. LIMITATIONS AND EXCLUSIONS\nThe following are considered NOT MEDICALLY NECESSARY:\n1. MRI for 'knee pain' without specific localizing signs.\n2. Screening for osteoarthritis.\n3. Repeat MRI within 12 months without new trauma or significant change in symptoms.\n4. Upright or Weight-Bearing MRI.\n\nIII. DOCUMENTATION REQUIREMENTS\nThe medical record must clearly document:\n- Start and end dates of Physical Therapy.\n- Date of the most recent X-ray and the specific findings.\n- Specific mechanism of injury for acute cases.\n- Patient's response (or lack thereof) to NSAIDs.\n\nIV. CODING INFORMATION\nCPT 73721: MRI Joint of Lower Extremity w/o Contrast.\nCPT 73722: MRI Joint of Lower Extremity w/ Contrast.\nCPT 73723: MRI Joint of Lower Extremity w/ and w/o Contrast.\n\nICD-10 CODES SUPPORTING MEDICAL NECESSITY:\nM23.203 (Derangement of meniscus), S83.511A (Sprain of ACL), M17.11 (Unilateral osteoarthritis)."
  },
  {
    "id": "aetna_cpb_knee_mri",
    "name": "Aetna - Clinical Policy Bulletin: Knee MRI (CPB 0005)",
    "description": "Lenient for Athletes/Acute. Waives PT for sports injuries.",
    "text": "AETNA CLINICAL POLICY BULLETIN: MRI OF THE EXTREMITIES\nPOLICY NUMBER: 0005\nLAST REVIEW: Oct 2025\n\nI. POLICY CRITERIA\nAetna considers MRI of the knee medically necessary for ANY of the following indications:\n\n1. ACUTE INJURY (Sports/Trauma)\n   - Immediate onset of pain following twisting injury, fall, or direct impact.\n   - Clinical suspicion of Anterior Cruciate Ligament (ACL), Posterior Cruciate Ligament (PCL), or meniscal tear.\n   - *EXCEPTION:* Conservative therapy (Physical Therapy/NSAIDs) is NOT required for acute sports injuries if surgical intervention is being considered.\n   - X-rays are NOT required if clinical exam strongly suggests ligamentous injury (e.g., positive Pivot Shift test).\n\n2. CHRONIC KNEE PAIN\n   - Pain present for > 4 weeks.\n   - Failure of at least 4 weeks of conservative care. Acceptable forms include:\n       a. Rest, Ice, Compression, Elevation (RICE).\n       b. NSAIDs (oral or topical).\n       c. Home Exercise Program (HEP) directed by a physician.\n       d. Formal Physical Therapy.\n   - Note: Unlike Medicare, Aetna DOES NOT require formal PT notes; physician documentation of a home program is sufficient.\n\n3. SUSPECTED INFECTION OR TUMOR\n   - Evaluation of osteomyelitis, septic arthritis, or neoplastic process.\n   - X-ray required prior to MRI to rule out obvious bony lesions.\n\nII. LIMITATIONS\n- Repeat MRI within 12 months is not covered unless there is new trauma.\n- Use of 'low field' or 'extremity' MRI scanners is covered only when standard MRI is unavailable or patient is claustrophobic.\n\nIII. BACKGROUND\nMRI is the gold standard for soft tissue evaluation. Studies show that early MRI in acute sports injuries (Acute Knee) reduces the need for diagnostic arthroscopy by 40%. Therefore, Aetna waives the conservative therapy requirement for high-suspicion acute injuries to facilitate rapid return to activity.\n\nIV. APPLICABLE CPT CODES\n73721, 73722, 73723."
  },
  {
    "id": "uhc_guidelines_knee",
    "name": "UnitedHealthcare - Knee Imaging Policy (2025.04)",
    "description": "Standard Balanced Policy. 4-6 Weeks PT Required.",
    "text": "UNITEDHEALTHCARE MEDICAL POLICY: KNEE IMAGING\nPOLICY: RADIOLOGY 2025.04\n\nA. CRITERIA FOR APPROVAL\nUnitedHealthcare will authorize MRI of the knee when ONE of the following is present:\n\n1. SUSPECTED MENISCAL OR LIGAMENT TEAR (Non-Acute)\n   - Positive physical exam findings (e.g., Thessaly test, Pivot shift, McMurray).\n   - AND failure of at least 6 weeks of conservative therapy. Conservative therapy must include TWO of the following:\n       a. Physical Therapy (at least 6 sessions).\n       b. Chiropractic care.\n       c. Prescription or OTC NSAIDs for > 4 weeks.\n       d. Activity modification.\n\n2. ACUTE TRAUMA\n   - Injury within the last 14 days.\n   - Inability to bear weight OR joint instability.\n   - X-ray recommended but not strictly required if 'red flag' symptoms (locking/giving way) are present.\n\n3. PRE-OPERATIVE PLANNING\n   - For patients with confirmed osteoarthritis scheduled for partial knee replacement (Unicompartmental).\n\nB. DOCUMENTATION REQUIREMENTS\nTo prevent denial, the office notes must explicitly state:\n- The specific duration of symptoms (must be > 6 weeks for chronic).\n- If PT was completed, the facility name and dates must be referenced or attached.\n- X-ray report from within the last 6 months is required for all chronic pain patients.\n\nC. DENIAL REASONS\n- Request is for 'knee pain' only without physical findings.\n- No documentation of NSAID trial.\n- Duplicate imaging requests within 6 months.\n- MRI requested for 'Baker's Cyst' evaluation (Ultrasound is the preferred modality).\n\nD. REFERENCES\n1. American College of Radiology (ACR) Appropriateness Criteria.\n2. Milliman Care Guidelines (MCG) 28th Edition."
  }
]